Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# DashboardPage_DefaultLanguageError
source: You have no saved Default Translation Language. Go to Settings -> Languages to select a Default Translation Language then click on Save.
af: U het geen gestoorde standaardvertalingstaal nie. Gaan na Instellings -> Tale om 'n standaard vertaaltaal te kies en klik dan op Stoor.
am: ትርጉም ቋንቋ አላጠራቀምክም። ወደ Settings-> Languages to select a Default Translation Language ከዚያም Save የሚለውን ይጫኑ።
ar: ليس لديك أي لغة ترجمة افتراضية محفوظة. انتقل إلى الإعدادات -> اللغات لتحديد لغة ترجمة افتراضية ثم انقر فوق حفظ.
as: আপোনাৰ কোনো সংৰক্ষিত ডিফল্ট অনুবাদ ভাষা নাই। ডিফল্ট অনুবাদ ভাষা এটা বাছনি কৰিবলৈ ছেটিংছ-> ভাষালৈ যাওক তাৰ পিছত চেভত ক্লিক কৰক।
az_arab: Siz heç bir qeyd default tərcümə dili var. Default Tərcümə Dili seçmək üçün Settings -> Languages daxil edin sonra Save basın.
bg: Нямате записан език за превод по подразбиране. Отидете в Настройки -> Езици, за да изберете език за превод по подразбиране, след което кликнете върху Запиши.
bn: আপনার কোনও সংরক্ষিত ডিফল্ট অনুবাদ ভাষা নেই। একটি ডিফল্ট অনুবাদ ভাষা নির্বাচন করতে সেটিংস -> ভাষাগুলিতে যান তারপর সংরক্ষণ করুন এ ক্লিক করুন।
bs: Nemate sačuvani podrazumevani jezik za prevođenje. Idite na Postavke -> jezike da biste izabrali zadani jezik prevođenja a zatim kliknite na Sačuvaj.
ca: No teniu cap idioma de traducció predeterminat desat. Aneu a Configuració -> Idiomes per seleccionar una llengua de traducció per defecte i, a continuació, feu clic a Desa.
cs: Nemáte uložený výchozí jazyk překladu. Přejděte do Nastavení -> Jazyky a vyberte výchozí jazyk překladu a poté klikněte na Uložit.
cy: Nid ydych wedi arbed Iaith Gyfieithu Rhagosodedig. Ewch i Gosodiadau -> Ieithoedd i ddewis Iaith Gyfieithu Ddiofyn yna cliciwch ar Cadw.
da: Du har ikke noget gemt standardoversættelsessprog. Gå til Indstillinger -> sprog for at vælge et standardoversættelsessprog, og klik derefter på Gem.
de: Sie haben keine Standardübersetzungssprache gespeichert. Gehen Sie zu Einstellungen -> Sprachen, um eine Standardübersetzungssprache auszuwählen, und klicken Sie dann auf Speichern.
el: Δεν έχετε αποθηκεύσει την προεπιλεγμένη γλώσσα μετάφρασης. Μεταβείτε στις Ρυθμίσεις -> γλώσσες για να επιλέξετε μια προεπιλεγμένη γλώσσα μετάφρασης και, στη συνέχεια, κάντε κλικ στο Αποθήκευση.
es: No ha guardado el idioma de traducción predeterminado. Vaya a Configuración -> idiomas para seleccionar un idioma de traducción predeterminado y luego haga clic en Guardar.
et: Teil pole salvestatud vaiketõlkekeelt. Minge jaotisse Seaded -> keeled, et valida tõlke vaikekeel, seejärel klõpsake nuppu Salvesta.
fa: شما هیچ زبان ترجمه پیش فرض ذخیره شده. برای انتخاب یک زبان ترجمه پیش فرض > به Settings -> کنید و سپس روی Save کلیک کنید.
fi: Sinulla ei ole tallennettua oletuskäännöskieltä. Siirry kohtaan Asetukset -> kielet valitaksesi oletuskäännöskielen ja napsauta sitten Tallenna.
fil: Wala kang naka save na Default na Pagsasalin Wika. Pumunta sa Mga Setting -> Languages para pumili ng Default Translation Language pagkatapos ay mag-click sa I-save.
fr_ca: Vous n’avez pas de langue de traduction par défaut enregistrée. Accédez à Paramètres -> Langues pour sélectionner une langue de traduction par défaut, puis cliquez sur Enregistrer.
ga: Níl aon Teanga Aistriúcháin Réamhshocraithe sábháilte agat. Téigh chuig Socruithe -> Teangacha chun Teanga Aistriúcháin Réamhshocraíochta a roghnú ansin cliceáil ar Save.
gu: તમારી પાસે કોઈ સંગ્રહિત મૂળભૂત ભાષાંતર ભાષા નથી. મૂળભૂત ભાષાંતર ભાષા પસંદ કરવા માટે સેટિંગ્સ -> ભાષાઓમાં જાઓ અને પછી સેવ પર ક્લિક કરો.
he: לא שמרת את שפת התרגום המוגדרת כברירת מחדל. עבור אל הגדרות -> שפות כדי לבחור שפת תרגום המהווה ברירת מחדל ולאחר מכן לחץ על שמור.
hi: आपके पास कोई सहेजी गई डिफ़ॉल्ट अनुवाद भाषा नहीं है. डिफ़ॉल्ट अनुवाद भाषा का चयन करने के लिए सेटिंग्स -> भाषाओं पर जाएं और फिर सहेजें पर क्लिक करें।
hr: Nemate spremljeni zadani jezik za prevođenje. Idite na Postavke -> jezici da biste odabrali zadani jezik prijevoda, a zatim kliknite Spremi.
hu: Nincs mentett alapértelmezett fordítási nyelve. Lépjen a Beállítások -> nyelvek menüpontra az alapértelmezett fordítási nyelv kiválasztásához, majd kattintson a Mentés gombra.
hy: Դուք չունեք փրկված Default Թարգմանչական լեզու: Գնալ Settings -> Լեզուները ընտրել Default թարգմանական լեզուն ապա սեղմել Save- ում:
id: Anda tidak memiliki Bahasa Terjemahan Default yang disimpan. Buka Pengaturan -> Bahasa untuk memilih Bahasa Terjemahan Default lalu klik Simpan.
is: Þú hefur ekkert vistað sjálfgefið þýðingarmál. Farðu í Stillingar -> tungumál til að velja sjálfgefið þýðingarmál og smelltu síðan á Vista.
it: Non è stata salvata alcuna lingua di traduzione predefinita. Vai su Impostazioni -> lingue per selezionare una lingua di traduzione predefinita, quindi fai clic su Salva.
iu: ᐅᖃᐅᓯᖅᑕᒥᒃ ᐊᑐᓗᐊᖅᑕᐃᓕᔾᔪᑎᖃᙱᑦᑐᑎᑦ. ᐋᖅᑭᒃᓱᐃᔭᖅᑐᕐᓗᑎᑦ −> ᐅᖃᐅᓯᖕᓂᑦ ᓂᕈᐊᕐᓗᑎᑦ ᑐᑭᓕᐅᕆᓂᖕᒥᑦ ᓇᕿᓪᓗᒍᓗ Save.
ja: デフォルトの翻訳言語が保存されていません。[設定]-[>言語]に移動してデフォルトの翻訳言語を選択し、[保存]をクリックします。
kk: Әдепкі аударма тілі сақталмаған. Әдепкі аударма тілін таңдау үшін Параметрлер -> тілдері тармағына өтіп, Сақтау түймешігін басыңыз.
km: អ្នក មិន បាន រក្សាទុក ភាសា បកប្រែ លំនាំ ដើម ទេ & # 160; ។ ចូលទៅកាន់ Settings -> Languages ដើម្បីជ្រើសរើស Default Translation Language បន្ទាប់មកចុចលើ Save។
kn: ನೀವು ಯಾವುದೇ ಉಳಿಸಿದ ಡೀಫಾಲ್ಟ್ ಭಾಷಾಂತರ ಭಾಷೆಯನ್ನು ಹೊಂದಿಲ್ಲ. ಡೀಫಾಲ್ಟ್ ಭಾಷಾಂತರ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಸೆಟ್ಟಿಂಗ್ಸ್ -> ಭಾಷೆಗಳಿಗೆ ಹೋಗಿ ನಂತರ ಸೇವ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 저장된 기본 번역 언어가 없습니다. 설정 - > 언어로 이동하여 기본 번역 언어를 선택한 다음 저장을 클릭하십시오.
ku_arab: تۆ هیچ زمانێکی وەرگێڕانی گریمانەیی خەزنکراوت نیە. بڕۆ بۆ ڕێکبەندەکان -> زمانەکان بۆ دیاریکردنی زمانی وەرگێڕانی گریمانەیی و پاشان کرتە بکە لەسەر هەڵگرتن.
ky: Сизде сакталган Дефолт котормо тили жок. Дефолт котормо тилин тандап алуу үчүн Параметрлерге -> тилдерине киргиле, андан кийин Сактоону басыңыз.
lo: ທ່ານບໍ່ມີພາສາແປພາສາການແປມາດຕະຖານທີ່ມີການເກັບຮັກສາໄວ້. ໄປທີ່ Settings -> ພາສາເພື່ອເລືອກພາສາແປມາດຕະຖານແລ້ວຄລິກໃສ່ Save.
lt: Neturite išsaugotos numatytosios vertimo kalbos. Eikite į Nustatymai -> Kalbos, kad pasirinktumėte numatytąją vertimo kalbą, tada spustelėkite Išsaugoti.
lv: Jums nav saglabāta noklusējuma tulkošanas valoda. Dodieties uz Iestatījumi -> valodas, lai atlasītu noklusējuma tulkošanas valodu, pēc tam noklikšķiniet uz Saglabāt.
mi: Kāore anō koe kia tiakina te Reo Takatau Taunoa. Haere ki Ngā Tautuhinga -> Ngā Reo hei tīpako i tētahi Reo Takatau Taunoa kātahi ka pāwhiri i te Tiaki.
ml: ഡിഫോൾട്ട് പരിഭാഷാ ഭാഷ നിങ്ങൾ സംരക്ഷിച്ചിട്ടില്ല. ഒരു ഡിഫോൾട്ട് ട്രാൻസ്ലേഷൻ ഭാഷ തിരഞ്ഞെടുക്കുന്നതിന് ക്രമീകരണങ്ങൾ -> ഭാഷകളിലേക്ക് പോകുക, തുടർന്ന് സംരക്ഷിക്കുക എന്നതിൽ ക്ലിക്കുചെയ്യുക.
mr: तुमच्याकडे मुलभूत भाषांतर भाषा जतन केलेली नाही. मुलभूत भाषांतर भाषा निवडण्यासाठी सेटिंग्ज -> भाषांवर जा आणि नंतर सेव्हवर क्लिक करा.
ms: Anda tidak menyimpan Bahasa Terjemahan Lalai. Pergi ke Tetapan -> Bahasa untuk memilih Bahasa Penterjemahan Lalai kemudian klik pada Simpan.
mt: M'għandek l-ebda Lingwa tat-Traduzzjoni Default issejvjata. Mur Settings -> Lingwi biex tagħżel Lingwa tat-Traduzzjoni Default imbagħad ikklikkja fuq Issejvja.
nb: Du har ikke lagret standard oversettelsesspråk. Gå til Innstillinger -> språk for å velge et standard oversettelsesspråk, og klikk deretter på Lagre.
ne: तपाईँसँग पूर्वनिर्धारित अनुवाद भाषा बचत गरिएको छैन । पूर्वनिर्धारित अनुवाद भाषा चयन गर्न सेटिंग्स -> भाषाहरूमा जानुहोस् त्यसपछि सेभमा क्लिक गर्नुहोस्।
nl: U hebt geen opgeslagen standaardvertalingstaal. Ga naar Instellingen -> talen om een standaardvertalingstaal te selecteren en klik vervolgens op Opslaan.
or: ଆପଣ କୌଣସି ସଞ୍ଚୟ ହୋଇଥିବା ଡିଫଲ୍ଟ ଅନୁବାଦ ଭାଷା ନାହିଁ। ଏକ ଡିଫଲ୍ଟ ଅନୁବାଦ ଭାଷା ଚୟନ କରିବାକୁ ସେଟିଂସ୍ -> ଭାଷାକୁ ଯାଆନ୍ତୁ ତାପରେ ସଞ୍ଚୟ ରେ କ୍ଲିକ୍ କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਡਿਫੌਲਟ ਅਨੁਵਾਦ ਭਾਸ਼ਾ ਨਹੀਂ ਹੈ। ਡਿਫੌਲਟ ਅਨੁਵਾਦ ਭਾਸ਼ਾ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਸੈਟਿੰਗਾਂ -> ਭਾਸ਼ਾਵਾਂ 'ਤੇ ਜਾਓ ਅਤੇ ਫੇਰ ਰੱਖਿਅਤ ਕਰੋ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Nie masz zapisanego domyślnego języka tłumaczenia. Przejdź do Ustawienia -> Języki, aby wybrać domyślny język tłumaczenia, a następnie kliknij Zapisz.
prs: شما هیچ ذخیره شده به طور پیش فرض زبان ترجمه. به تنظیمات -> برای انتخاب زبان ترجمه پیش فرض بروید و سپس بر روی ذخیره کلیک کنید.
pt_pt: Não tem nenhuma linguagem de tradução padrão guardada. Vá a Definições -> idiomas para selecionar um idioma de tradução predefinido e clique em Guardar.
ro: Nu aveți nicio limbă de traducere implicită salvată. Accesați Setări -> Limbi pentru a selecta o limbă de traducere implicită, apoi faceți clic pe Salvare.
ru: У вас нет сохраненного языка перевода по умолчанию. Перейдите в Настройки -> языки, чтобы выбрать язык перевода по умолчанию, затем нажмите «Сохранить».
sk: Nemáte uložený žiadny predvolený jazyk prekladu. Prejdite do časti Nastavenia -> Jazyky a vyberte predvolený jazyk prekladu a potom kliknite na tlačidlo Uložiť.
sl: Privzeti jezik prevajanja ni shranjen. Pojdite na Nastavitve -> Jeziki, da izberete privzeti jezik prevajanja in kliknite na Shrani.
sq: Ju nuk keni ruajtur Default Translation Language. Shko tek Settings -> Languages për të zgjedhur një Gjuhë Përkthimi të Prezgjedhur pastaj kliko tek Save.
sr_cyrl: Нема сачуваног подразумеваног језика превођења. Идите на Сеттингс -> лангуагес да бисте изабрали подразумевани језик превођења, а затим кликните на дугме Сачувај.
sr_latn: Nema sačuvanog podrazumevanog jezika prevođenja. Idite na Settings -> languages da biste izabrali podrazumevani jezik prevođenja, a zatim kliknite na dugme Sačuvaj.
sv: Du har inget sparat standardöversättningsspråk. Gå till Inställningar -> Språk för att välja ett standardöversättningsspråk och klicka sedan på Spara.
sw: Huna lugha ya Tafsiri ya Default iliyohifadhiwa. Nenda kwenye Mipangilio -> lugha ili kuchagua Lugha ya Tafsiri Chaguo-msingi kisha bonyeza Hifadhi.
ta: உங்களிடம் இயல்புநிலை மொழிபெயர்ப்பு மொழி சேமிக்கப்படவில்லை. இயல்புநிலை மொழிபெயர்ப்பு மொழியைத் தேர்ந்தெடுக்க அமைப்புகள் -> மொழிகள் என்பதற்குச் சென்று சேமி என்பதைக் கிளிக் செய்யவும்.
te: మీకు స్వయంసిద్ధ అనువాద భాష సేవ్ చేయబడలేదు. డిఫాల్ట్ ట్రాన్స్ లేషన్ లాంగ్వేజ్ ఎంచుకోవడం కొరకు సెట్టింగ్ లు -> లాంగ్వేజెస్ కు వెళ్లండి, తరువాత సేవ్ మీద క్లిక్ చేయండి.
th: คุณไม่มีภาษาเริ่มต้นการแปลที่บันทึกไว้ ไปที่การตั้งค่า -> ภาษาเพื่อเลือกภาษาการแปลเริ่มต้นจากนั้นคลิกที่บันทึก
ti: ናይ ትርጕም ቋንቋ ኸተድሕን ኣይትኽእልን ኢኻ። ናይ ቀደም ቋንቋ ትርጕም ንምምራጽ ናብ Settings -> ቛንቋታት ኪድ ድሕሪኡ ኣብ ሴቭ ጠውቕ ።
tr: Kaydedilmiş Varsayılan Çeviri Diliniz yok. Varsayılan Çeviri Dili seçmek için Ayarlar -> Diller'e gidin ve Kaydet'e tıklayın.
uk: У вас немає збереженої мови перекладу за замовчуванням. Перейдіть до Налаштування -> Мови, щоб вибрати мову перекладу за замовчуванням, а потім натисніть «Зберегти».
ur: آپ کے پاس ڈیفالٹ ٹرانسلیشن لینگویج محفوظ نہیں ہے۔ پہلے سے طے شدہ ترجمہ زبان منتخب کرنے کے لئے ترتیبات - > زبانوں پر جائیں پھر محفوظ کریں پر کلک کریں۔
vi: Bạn chưa lưu Ngôn ngữ dịch mặc định. Đi tới Cài đặt -> Ngôn ngữ để chọn Ngôn ngữ dịch mặc định, sau đó nhấp vào Lưu.
zh_hans: 您没有保存的默认翻译语言。转到“设置”-“>语言”以选择默认翻译语言，然后单击“保存”。
zh_hant: 您沒有儲存的預設翻譯語言。轉到「設置」-「>語言」以選擇預設翻譯語言，然後按兩下保存。

# DashboardPage_TargetLanguageError
source: You have not selected a Target Translation Language. Kindly select a language then click on Translate.
af: Jy het nie 'n Teikenvertaaltaal gekies nie. Kies asseblief 'n taal en klik dan op Translate.
am: ዓላማ ያለው የትርጉም ቋንቋ አልመረጥክም። ቋንቋን በደግነት ይምረጡ። ከዚያም በTranslate ላይ ይጫኑ።
ar: لم تقم بتحديد لغة ترجمة مستهدفة. يرجى اختيار لغة ثم النقر على ترجمة.
as: আপুনি লক্ষ্য অনুবাদ ভাষা এটা বাছনি কৰা নাই। অনুগ্ৰহ কৰি এটা ভাষা বাছনি কৰক তাৰ পিছত ট্ৰান্সলেটত ক্লিক কৰক।
az_arab: Siz Hədəf Tərcümə Dili seçməmisiniz. Nəzakətlə dil seçin, sonra Tərcümə edin.
bg: Не сте избрали целеви език за превод. Моля, изберете език, след което кликнете върху Превод.
bn: আপনি একটি লক্ষ্য অনুবাদ ভাষা নির্বাচন করেন নি। অনুগ্রহ করে একটি ভাষা নির্বাচন করুন তারপর অনুবাদে ক্লিক করুন।
bs: Niste odabrali ciljni jezik za prevođenje. Molimo odaberite jezik i kliknite na Translate.
ca: No heu seleccionat cap idioma de traducció de destinació. Si us plau, seleccioneu un idioma i feu clic a Tradueix.
cs: Nevybrali jste cílový jazyk překladu. Vyberte jazyk a klikněte na Přeložit.
cy: Nid ydych wedi dewis Iaith Gyfieithu Targed. Dewiswch iaith yn garedig yna cliciwch ar Translate.
da: Du har ikke valgt et måloversættelsessprog. Vælg venligst et sprog, og klik derefter på Oversæt.
de: Sie haben keine Zielübersetzungssprache ausgewählt. Bitte wählen Sie eine Sprache aus und klicken Sie dann auf Übersetzen.
el: Δεν έχετε επιλέξει γλώσσα μετάφρασης προορισμού. Επιλέξτε μια γλώσσα και, στη συνέχεια, κάντε κλικ στο Μετάφραση.
es: No ha seleccionado un idioma de traducción de destino. Por favor, seleccione un idioma y luego haga clic en Traducir.
et: Te pole sihttõlkekeelt valinud. Valige keel ja klõpsake nuppu Tõlgi.
fa: شما زبان ترجمه هدف را انتخاب نکرديد. مهربانی یک زبان را انتخاب کنید و سپس بر روی ترجمه کلیک کنید.
fi: Et ole valinnut käännösten kohdekieltä. Valitse kieli ja napsauta sitten Käännä.
fil: Wala kang piniling Target Translation Language. Mabait na pumili ng isang wika pagkatapos ay mag click sa Isalin.
fr_ca: Vous n’avez pas sélectionné de langue de traduction cible. Veuillez sélectionner une langue, puis cliquer sur Traduire.
ga: Níl Sprioctheanga Aistriúcháin roghnaithe agat. Roghnaigh teanga go cineálta ansin cliceáil ar Translate.
gu: તમે લક્ષ્ય ભાષાંતર ભાષા પસંદ કરી નથી. કૃપા કરીને કોઈ ભાષા પસંદ કરો અને પછી અનુવાદ પર ક્લિક કરો.
he: לא בחרת שפת תרגום יעד. אנא בחר שפה ולאחר מכן לחץ על תרגם.
hi: आपने किसी लक्ष्य अनुवाद भाषा का चयन नहीं किया है. कृपया एक भाषा का चयन करें और फिर अनुवाद पर क्लिक करें।
hr: Niste odabrali ciljni jezik prevođenja. Ljubazno odaberite jezik, a zatim kliknite na Prevedi.
hu: Nem választott célfordítási nyelvet. Kérjük, válasszon ki egy nyelvet, majd kattintson a Fordítás gombra.
hy: Դուք չեք ընտրել Թիրախային թարգմանական լեզու: Սիրով ընտրեք լեզուն հետո սեղմեք Translate- ում:
id: Anda belum memilih Bahasa Terjemahan Target. Silakan pilih bahasa lalu klik Terjemahkan.
is: Þú hefur ekki valið markþýðingarmál. Vinsamlegast veldu tungumál og smelltu síðan á Þýða.
it: Non è stata selezionata una lingua di traduzione di destinazione. Seleziona gentilmente una lingua, quindi fai clic su Traduci.
iu: ᓂᕈᐊᓚᐅᙱᓐᓇᕕᑦ ᑎᑭᑕᐅᓇᓱᒃᑐᒥᑦ ᑐᑭᓕᐅᕆᓂᖕᒧᑦ ᐅᖃᐅᓯᖕᒥᑦ. ᓂᕈᐊᕐᓗᑎᑦ ᐅᖃᐅᓯᖕᒥᑦ ᓇᕿᓪᓗᒍ ᑐᑭᓕᐅᕆᓗᒍ.
ja: ターゲット翻訳言語を選択していません。言語を選択し、[翻訳]をクリックしてください。
kk: Мақсатты аударма тілі таңдалған жоқ. Тілді таңдап, Аудару түймешігін басыңыз.
km: អ្នក មិន បាន ជ្រើស ភាសា បកប្រែ គោលដៅ ទេ & # 160; ។ Kindly select a language then click on Translate.
kn: ನೀವು ಟಾರ್ಗೆಟ್ ಭಾಷಾಂತರ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ. ದಯವಿಟ್ಟು ಒಂದು ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ನಂತರ ಭಾಷಾಂತರದ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 대상 번역 언어를 선택하지 않았습니다. 언어를 선택한 다음 번역을 클릭하십시오.
ku_arab: تۆ زمانێکی وەرگێڕانی ئامانجت دیاری نەکردووە. بە میهرەبانی زمانێک دیاریبکە و پاشان کرتە بکە لەسەر وەرگێڕان.
ky: Сиз максаттуу котормо тилин тандаган жоксуңар. Тилди боорукердик менен тандап алып, котормону басыңыз.
lo: ທ່ານບໍ່ໄດ້ຄັດເລືອກພາສາແປເປົ້າຫມາຍ. ກະລຸນາເລືອກພາສາແລ້ວຄລິກໃສ່ ແປ້ນພິມ.
lt: Nepasirinkote tikslinės vertimo kalbos. Maloniai pasirinkite kalbą, tada spustelėkite Versti.
lv: Jūs neesat izvēlējies mērķa tulkošanas valodu. Lūdzu, izvēlieties valodu un pēc tam noklikšķiniet uz Tulkot.
mi: Kāore anō koe kia tīpako i tētahi Reo Takatau Ūnga. Tīpakohia tētahi reo kātahi ka pāwhiri i te Whakamāori.
ml: ടാർഗെറ്റ് പരിഭാഷാ ഭാഷ നിങ്ങൾ തിരഞ്ഞെടുത്തിട്ടില്ല. ദയവായി ഒരു ഭാഷ തിരഞ്ഞെടുക്കുക, തുടർന്ന് പരിഭാഷപ്പെടുത്തുക ക്ലിക്കുചെയ്യുക.
mr: आपण लक्ष्य भाषांतर भाषा निवडली नाही. कृपया एखादी भाषा निवडा आणि नंतर भाषांतरावर क्लिक करा.
ms: Anda belum memilih Bahasa Terjemahan Sasaran. Sila pilih bahasa kemudian klik pada Terjemah.
mt: Ma għażiltx Lingwa tat-Traduzzjoni fil-Mira. Jekk jogħġbok agħżel lingwa imbagħad ikklikkja fuq Ittraduċi.
nb: Du har ikke valgt et måloversettelsesspråk. Velg et språk, og klikk deretter på Oversett.
ne: तपाईँले लक्ष्य अनुवाद भाषा चयन गर्नुभएको छैन । कृपया भाषा चयन गर्नुहोस् त्यसपछि अनुवादमा क्लिक गर्नुहोस्।
nl: U hebt geen doelvertalingstaal geselecteerd. Selecteer een taal en klik vervolgens op Vertalen.
or: ଆପଣ ଏକ ଲକ୍ଷ୍ୟ ଅନୁବାଦ ଭାଷା ଚୟନ କରିନାହାଁନ୍ତି। ଦୟାକରି ଏକ ଭାଷା ଚୟନ କରନ୍ତୁ ତାପରେ ଅନୁବାଦ ରେ କ୍ଲିକ୍ କରନ୍ତୁ ।
pa: ਤੁਸੀਂ ਕਿਸੇ ਟੀਚਾ ਅਨੁਵਾਦ ਭਾਸ਼ਾ ਦੀ ਚੋਣ ਨਹੀਂ ਕੀਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਭਾਸ਼ਾ ਦੀ ਚੋਣ ਕਰੋ ਅਤੇ ਫੇਰ ਅਨੁਵਾਦ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Nie wybrano docelowego języka tłumaczenia. Wybierz język, a następnie kliknij Przetłumacz.
prs: شما یک زبان ترجمه هدف را انتخاب نکرده است. مهربانی یک زبان را انتخاب کنید و سپس بر روی ترجمه کلیک کنید.
pt_pt: Não selecionou uma língua de tradução alvo. Por melhor forma, selecione um idioma e clique em Traduzir.
ro: Nu ați selectat o limbă de traducere țintă. Vă rugăm să selectați o limbă, apoi faceți clic pe Traducere.
ru: Вы не выбрали целевой язык перевода. Пожалуйста, выберите язык, затем нажмите «Перевести».
sk: Nevybrali ste cieľový jazyk prekladu. Láskavo vyberte jazyk a potom kliknite na Preložiť.
sl: Niste izbrali ciljnega jezika prevajanja. Prijazno izberite jezik in kliknite na Prevesti.
sq: Nuk ke zgjedhur një gjuhë të përkthimit të synuar. Zgjidh me dashamirësi një gjuhë pastaj kliko mbi Translate.
sr_cyrl: Нисте изабрали циљни језик превођења. Љубазно изаберите језик, а затим кликните на дугме "Преведи".
sr_latn: Niste izabrali ciljni jezik prevođenja. Ljubazno izaberite jezik, a zatim kliknite na dugme "Prevedi".
sv: Du har inte valt ett målöversättningsspråk. Välj ett språk och klicka sedan på Översätt.
sw: Hujachagua Lugha ya Tafsiri lengwa. Chagua lugha kisha bonyeza Tafsiri.
ta: இலக்கு மொழிபெயர்ப்பு மொழியை நீங்கள் தேர்ந்தெடுக்கவில்லை. தயவுசெய்து ஒரு மொழியைத் தேர்ந்தெடுத்து, மொழிபெயர் என்பதைக் கிளிக் செய்க.
te: మీరు లక్ష్య అనువాద భాషను ఎంచుకోలేదు. దయచేసి ఒక భాషను ఎంచుకోండి, తరువాత ట్రాన్స్ లేట్ మీద క్లిక్ చేయండి.
th: คุณยังไม่ได้เลือกภาษาการแปลเป้าหมาย กรุณาเลือกภาษาแล้วคลิกที่ แปล.
ti: ዕላማ ቛንቋ ትርጕም ኣይመረጽካን ። ሕያውነት ዝመልኦ ቛንቋ ምረጽ እሞ ኣብ ትርጕም ጠውቕ።
tr: Hedef Çeviri Dili seçmediniz. Lütfen bir dil seçin ve ardından Çevir'e tıklayın.
uk: Ви не вибрали цільову мову перекладу. Будь ласка, виберіть мову, а потім натисніть «Перекласти».
ur: آپ نے ہدف ترجمہ زبان منتخب نہیں کی ہے۔ براہ کرم ایک زبان منتخب کریں پھر ترجمہ پر کلک کریں۔
vi: Bạn chưa chọn ngôn ngữ dịch mục tiêu. Vui lòng chọn một ngôn ngữ sau đó nhấp vào Dịch.
zh_hans: 您尚未选择目标翻译语言。请选择一种语言，然后单击翻译。
zh_hant: 您尚未選擇目標翻譯語言。請選擇一種語言，然後按兩下翻譯。
